curl
git
zsh
stow
wget
unzip
tar
jq
make
gcc
neovim
tmux
htop
ripgrep
fd-find
fzf
bat
tree
eza
openssl
